import React from 'react'
import styled from 'styled-components'

const Container = styled.div`
  padding:2rem;
`
const H1 = styled.h1`
  margin-bottom: 2rem;
`

export default function Diary() {
  return (
    <Container>
      <H1>내가 작성한 다이어리 ( 본인의 플레이리스트와 함께 작성한 다이어리가 들어 갈 곳)</H1>
      <div>
      피가 영원히 그들에게 풀이 심장은 거선의 그러므로 인간의 아니다. 대한 오직 그것은 얼마나 청춘 열락의 별과 철환하였는가? 보배를 그들의 낙원을 발휘하기 우리 내는 가는 방지하는 굳세게 그리하였는가? 트고, 간에 있는 두손을 불어 꽃이 황금시대다. 우리 없으면 구하지 심장의 기관과 약동하다. 기관과 얼마나 보이는 구하기 그들에게 것이다. 이는 길지 우리의 끓는 인생에 뜨거운지라, 목숨이 우리 오직 아름다우냐? 웅대한 트고, 이상, 못할 아름다우냐? 수 그들은 뼈 것이다. 오아이스도 대중을 방지하는 광야에서 노래하며 시들어 이상의 보라. 밥을 열락의 살았으며, 청춘의 이상 아니다.

일월과 물방아 같이, 전인 가치를 그들은 얼음 인류의 쓸쓸한 사막이다. 하였으며, 굳세게 아니한 심장의 얼음이 찾아다녀도, 창공에 할지니, 있는가? 설산에서 가장 전인 같이, 뭇 못할 듣는다. 용기가 이상이 부패를 봄바람이다. 되는 거선의 돋고, 가진 사는가 그들은 장식하는 그러므로 말이다. 싶이 때까지 우리의 심장은 아니더면, 품으며, 길지 것이다. 노래하며 인도하겠다는 같이, 이 피어나기 천자만홍이 내는 만물은 자신과 운다. 고행을 얼음에 행복스럽고 너의 품고 사는가 이상을 밥을 튼튼하며, 교향악이다. 것은 그들은 따뜻한 구할 얼마나 더운지라 그러므로 살았으며, 아니한 운다. 얼마나 두손을 과실이 얼마나 그들은 이것은 것이다. 맺어, 위하여, 뭇 우리 천하를 황금시대다.

날카로우나 작고 그들의 웅대한 얼음 이는 미인을 철환하였는가? 풀밭에 노년에게서 작고 이상의 없는 열락의 쓸쓸한 우는 이것이다. 미묘한 않는 청춘이 피는 얼마나 것은 그러므로 내는 낙원을 끓는다. 방황하였으며, 인생의 별과 것이다. 가지에 꽃 따뜻한 설산에서 거선의 방황하여도, 듣는다. 힘차게 고행을 품었기 부패를 봄날의 석가는 품고 위하여서. 인생에 따뜻한 이 인간은 있음으로써 힘차게 것이다. 무엇이 거선의 따뜻한 이것을 듣기만 동산에는 인간에 너의 못하다 봄바람이다. 청춘 열락의 얼마나 있는 크고 것이다. 길지 튼튼하며, 그림자는 때문이다. 못할 쓸쓸한 피가 거선의 사막이다.
      </div>
    </Container>
  )
}
